export default {
	"report.elapsed.moment": "مرّت لحظة منذ زيارتك السابقة.",
	"report.elapsed.second": {
		"zero": "عدد الثواني المنقضية منذ زيارتك السابقة هو {{count}}.",
		"one": "عدد الثواني المنقضية منذ زيارتك السابقة هو {{count}}.",
		"two": "عدد الثواني المنقضية منذ زيارتك السابقة هو {{count}}.",
		"few": "عدد الثواني المنقضية منذ زيارتك السابقة هو {{count}}.",
		"many": "عدد الثواني المنقضية منذ زيارتك السابقة هو {{count}}.",
		"other": "عدد الثواني المنقضية منذ زيارتك السابقة هو {{count}}."
	},
	"report.elapsed.minute": {
		"zero": "عدد الدقائق المنقضية منذ زيارتك السابقة هو {{count}}.",
		"one": "عدد الدقائق المنقضية منذ زيارتك السابقة هو {{count}}.",
		"two": "عدد الدقائق المنقضية منذ زيارتك السابقة هو {{count}}.",
		"few": "عدد الدقائق المنقضية منذ زيارتك السابقة هو {{count}}.",
		"many": "عدد الدقائق المنقضية منذ زيارتك السابقة هو {{count}}.",
		"other": "عدد الدقائق المنقضية منذ زيارتك السابقة هو {{count}}."
	},
	"report.elapsed.hour": {
		"zero": "عدد الساعات المنقضية منذ زيارتك السابقة هو {{count}}.",
		"one": "عدد الساعات المنقضية منذ زيارتك السابقة هو {{count}}.",
		"two": "عدد الساعات المنقضية منذ زيارتك السابقة هو {{count}}.",
		"few": "عدد الساعات المنقضية منذ زيارتك السابقة هو {{count}}.",
		"many": "عدد الساعات المنقضية منذ زيارتك السابقة هو {{count}}.",
		"other": "عدد الساعات المنقضية منذ زيارتك السابقة هو {{count}}."
	},
	"report.elapsed.day": {
		"zero": "عدد الأيام المنقضية منذ زيارتك السابقة هو {{count}}.",
		"one": "عدد الأيام المنقضية منذ زيارتك السابقة هو {{count}}.",
		"two": "عدد الأيام المنقضية منذ زيارتك السابقة هو {{count}}.",
		"few": "عدد الأيام المنقضية منذ زيارتك السابقة هو {{count}}.",
		"many": "عدد الأيام المنقضية منذ زيارتك السابقة هو {{count}}.",
		"other": "عدد الأيام المنقضية منذ زيارتك السابقة هو {{count}}."
	}
} as const;
