export default {
	"report.elapsed.moment": "С вашего предыдущего посещения прошло мгновение.",
	"report.elapsed.second": {
		"one": "С вашего предыдущего посещения прошла {{count}} секунда.",
		"few": "С вашего предыдущего посещения прошло {{count}} секунды.",
		"many": "С вашего предыдущего посещения прошло {{count}} секунд.",
		"other": "С вашего предыдущего посещения прошло {{count}} секунды."
	},
	"report.elapsed.minute": {
		"one": "С вашего предыдущего посещения прошла {{count}} минута.",
		"few": "С вашего предыдущего посещения прошло {{count}} минуты.",
		"many": "С вашего предыдущего посещения прошло {{count}} минут.",
		"other": "С вашего предыдущего посещения прошло {{count}} минуты."
	},
	"report.elapsed.hour": {
		"one": "С вашего предыдущего посещения прошёл {{count}} час.",
		"few": "С вашего предыдущего посещения прошло {{count}} часа.",
		"many": "С вашего предыдущего посещения прошло {{count}} часов.",
		"other": "С вашего предыдущего посещения прошло {{count}} часа."
	},
	"report.elapsed.day": {
		"one": "С вашего предыдущего посещения прошёл {{count}} день.",
		"few": "С вашего предыдущего посещения прошло {{count}} дня.",
		"many": "С вашего предыдущего посещения прошло {{count}} дней.",
		"other": "С вашего предыдущего посещения прошло {{count}} дня."
	}
} as const;
